"CANCEL" = "Cancelar";
"DONE" = "Concluído";
"OK" = "OK";

"VOICE_MEMOS_NAVIGATION_TITLE" = "Gravações";
"INFO_NAVIGATION_TITLE" = "Informações";
"LABEL_NAVIGATION_TITLE" = "Etiqueta";
"CUSTOM_NAVIGATION_TITLE" = "Personalizada";

"SHARE" = "Compart.";
"DELETE" = "Apagar";

"SHARE_DETAILS_BUTTON" = "Compart.";
"TRIM_DETAILS_BUTTON" = "Recortar";

"SPEAKER_BUTTON" = "Alto-falante";
"DELETE_MEMO_BUTTON" = "Apagar Gravação";
"SEND_TRIMMED_MMS_BUTTON" = "Enviar Mensagem";
"SEND_TRIMMED_MAIL_BUTTON" = "Enviar E-mail";
"SHARE_PROMPT" = "Compartilhar Gravação Usando:";
"SEND_MAIL_BUTTON" = "E-mail";
"SEND_MMS_BUTTON" = "Mensagem";
"TRIM_BUTTON" = "Recortar Gravação";
"CLOSE_BUTTON" = "Fechar";
"OK_BUTTON" = "OK";

"NONE_LABEL" = "Nenhuma";
"PODCAST_LABEL" = "Podcast";
"INTERVIEW_LABEL" = "Entrevista";
"LECTURE_LABEL" = "Palestra";
"IDEA_LABEL" = "Ideia";
"MEETING_LABEL" = "Reunião";
"MEMO_LABEL" = "Gravação";
"CUSTOM_LABEL" = "Personalizada";

"RECORDED_ON_FORMAT" = "Data da gravação: %@";
"RECORDED_ON_FORMAT_EXTENDED" = "Data da gravação: %@ às %@";

"RECORDING_STATUS_BAR_FORMAT" = "Gravando  %@";
"RECORDING_PAUSED_STATUS_BAR_FORMAT" = "Gravação em Pausa  %@";
"RECORDING_STATUS_BAR_TIME_HMS_FORMAT" = "%d:%02d:%02d";
"RECORDING_STATUS_BAR_TIME_MS_FORMAT" = "%02d:%02d";

"RECORDING_DURATION_HMS_UNITS_FORMAT" = "%d h %d min %d s";
"RECORDING_DURATION_HMS_NO_UNITS_FORMAT" = "%d:%02d:%02d";
"RECORDING_DURATION_MS_UNITS_FORMAT" = "%d min %d s";
"RECORDING_DURATION_MS_NO_UNITS_FORMAT" = "%02d:%02d";
"RECORDING_DURATION_S_UNITS_FORMAT" = "%d s";
"RECORDING_DURATION_S_NO_UNITS_FORMAT" = "00:%02d";

"MEMO_TOO_LONG_ALERT_TITLE" = "Gravação Muito Longa";
"MEMO_TOO_LONG_ALERT_BODY" = "Deseja selecionar uma versão menor desta gravação para enviar?";

"UNABLE_TO_RECORD_ALERT_TITLE" = "Nenhum Microfone Disponível";
"UNABLE_TO_RECORD_ALERT_BODY" = "Conecte um microfone para criar gravações.";

"UNABLE_TO_INTERRUPT_ALERT_TITLE" = "Gravação Desativada";
"UNABLE_TO_INTERRUPT_ALERT_BODY" = "Para criar gravações, finalize a ligação.";

"LOW_DISK_SPACE_ALERT_TITLE" = "Pouco Espaço no Disco";
"LOW_DISK_SPACE_ALERT_BODY" = "Não há espaço suficiente no disco para continuar a criar gravações. Apague vídeos ou fotos para liberar espaço.";

"NO_MAIL_ACCOUNT_ALERT_TITLE" = "Configure uma conta de e‑mail para enviar gravações.";

"MEMO_FILENAME" = "Gravação";
